[language]
name=العربية
author=by Tamer Akshar
version=3.0.7

[menus]
mnuFile=ملف
mnuAppData=فتح مجلد البرنامج
mnuLanguage=اللغة
mnuChangeLanguage=تغيير اللغة
mnuExit=خروج
mnuOptions=خيارات
mnuPreferences=الاعدادات
mnuEditProfiles=تعديل نطاق البحث
mnuShowHideScriptsBar=إظهار سكريبتات البحث
mnuDebug=تصحيح سكريبت البحث
mnuTools=أدوات
mnuViewRemoved=إظهار النتائج المخفية
mnuSimilar=إخفاء النتائج المتشابهة
mnuExact=إخفاء النتائج المتطابقة
mnuRepeatCurrent=اعادة البحث فى الصفحه الحاليه
mnuRepeatAll=اعادة البحث فى كل الصفحات
mnuClearSH=مسح سجل البحث
mnuCoffee=مع القهوة
mnuEditCoffeeCups=تعديل أكواب القهوة
mnuAbout=تعليمات
mnuHelp=مساعدة
mnuDonate=تبرع
mnuForums=المنتدى
mnuRegistration=التسجيل
mnuUpdates=بحث عن تحديثات
mnuUpdateScripts=تحديث السكريبتات
mnuAboutDlg=حول البرنامج
mnuPack=حزمة السكريبتات

mnuDownload=تشغيل التورنت
mnuSaveT=حفظ ملف التورنت
mnuDetails=عرض تفاصيل التورنت
mnuPage=فتح صفحة التورنت
mnuClipboard=نسخ رابط التورنت
mnuClipboardSource=نسخ رابط صفحة التورنت

mnuSelectOnly=اختيار هذا فقط
mnuOpenWebsite=فتح الموقع
mnuUseHOME=صفحة الموقع الافتراضية
mnuEditUserAccount=تعديل حساب المستخدم
mnuEditScript=تعديل السكريبت
!mnuLogHTTP=Log HTTP Connections
!mnuClipboardName=Torrent Name > Clipboard
!mnuClipboardThis=Copy to Clipboard
!mnuExportResults=Export Results
!mnuShowHidden=Show Hidden Scripts
!mnuOpenWith=Open Torrent With...
!mnuGoogle=Launch Google Search...
!mnuEnDis=Disable Script
!mnuHideScript=Hide Script
!mnuSave=Save Torrent As..
!mnuMagnetLink=Magnet Link > Clipboard

[buttons]
cmdSearch=بحث
cmdScripts=السكريبتات
cmdOK=حسناً
cmdCancel=إلغاء
cmdStop=إيقاف
cmdDownload=تشغيل التورنت
cmdOpenSource=فتح صفحة التورنت
cmdSaveTorrent=حفظ ملف التورنت
cmdClipboard=نسخ الى الحافظه
cmdClose=غلق
cmdNext=التالى
cmdBack=السابق
cmdReload=إعادة تحميل
cmdDie=Die
cmdApply=تطبيق
cmdYes=نعم
cmdNo=لا
cmdDelete=حذف
cmdAdd=إضافة
cmdHelp=مساعده
cmdUpdate=تحديث
cmdEditConfig=تعديل الإعداد
cmdOpenFolder=فتح المجلد
cmdDone=تم
cmdScrape=فحص  التورنت
cmdCheckCache=Check Cache
!cmdOpenWith=Open With
!cmdMore=More
!cmdDefaults=Defaults
!cmdDown=v
!cmdUp=^
!cmdHeaders=Headers
!cmdNextResult=Next @r
!cmdLocate=Locate

[checkboxes]
chkDesc=بحث باستخدام وصف التورنت
chkMax50=اقصى نتيجه لكل موقع بحث
chkIgnore=تجاهل النتائج بلا مصادر
chkAutoRemove=إخفاء تلقائى للنتائج المتطابقة
chkSearchesNewTabs=بحث فى صفحة جديدة
chkTDNewWindow=فتح تفاصيل التورنت فى صفحة جديدة
chkMinimize=خفض البرنامج لمنطقة عرض النظام
chkRepeatSearches=تكرار البحث فى كل الصفحات كل
chkAutoCheck=بحث تلقائى عن التحديثات
chkAutoScriptUpdate=تحديث السكريبتات تلقائياَ
!chkAutoUpdateScripts=Automatically update default script pack
!chkUseBC=Use BC:// and allow searches from Web Browsers
!chkViewMagnet=View Magnet Details: Automatically search cache for Torrent
!chkClearFilter=Clear "Filter Results" before each search
!chkProxyAuthentication=Authentication:
!chkMultipages=Fetch results from additional pages when there are multiple pages
!chkScrapeTorrent=View Torrent Details: Automatically scrape first tracker for peers
!chkUseScript=Use script to launch torrent in System (not Wine)
!chkScript=Script:

[option_buttons]
opTorrentDetails=تفاصيل التورنت
opTorrent=تورنت
opRatio0=لا تظهر النسبه
opRatio1=رقميه
opRatio2=بيانيه
opRatio3=الاثنين معاً
!opLimit=No limit
!opSort1=Do Not Auto Sort
!opSort2=Last Sorted
!opConnect1=Direct Connection
!opConnect2=System Settings
!opConnect3=HTTP Proxy
!opSize0=Any
!opSize1=Micro       (1 KB - 5 MB)
!opSize2=Tiny          (1 MB - 50 MB)
!opSize3=Small        (1 MB - 250 MB)
!opSize4=Medium   (100 MB - 1500 MB)
!opSize5=Large        (250 MB - 4000 MB)
!opSize6=X-Large     (500+ MB)

[labels]
lblTitle=Title:
lblFilename=Filename:
lblTracker=Trackers:
lblCreated=Created:
lblShareIt=If you enjoy this tool, please share it with your friends!
lblOnTheWeb=On The Web:
lblVersion=Version:
lblSite=Site:
lblUsername=Username:
lblPassword=Password:
lblWritten=Created by:
lblArtwork=Artwork by:
lblCompiled=Compiled:
lblCopyright=Copyright
lblComparing=Comparing results...
lblCoffeeCups=Coffee Cups
lblName=Name:
lblAutoStart=Auto Start Search On:
lblSearches=Searches:
lblPreferences=Preferences
lblMinutes=minutes
lblDoubleClick=Double Clicking a result opens:
lblShowRatio=Show seeder/leech ratio as:
lblPlusAccount=Plus Account
lblEmail=Email:
lblUpdates=Updates...
lblUpdateNow=Update Now...
lblMoreInfo=More Info...
lblOpenFolder=Open Folder...
lblEditFile=Edit File...
lblScriptUpdate=Select the Script Pack to Update:
lblUpdateScriptPacks=Update Script Packs
!lblMiddleClick=Middle Clicking a result:
!lblMaximumSources=Maximum results per source:
!lblSortResultsColumn=Sort results using Column:
!lblFontSize=Results View Font Size:
!lblConnectUsing=Connect to the internet using:
!lblProxyHostname=HTTP Proxy Hostname:
!lblPort=Port:
!lblSystemHandler=System Handler
!lblScrape=Peers:
!lblHash=Hash:
!lblProfiles=Profiles


[list_results]
name=الاسم
size=الحجم
seeders=المصدرون
leechers=المتلقون
source=المصدر
reason=السبب
files=ملفات
ratio=النسبة
date=تاريخ
status=حالة
scripts=سكريبتات
url=رابط


[form_captions]
frmDetail=تفاصيل التورنت
frmSiteEdit=حساب المستخدم
frmRemoved=النتائج المخفية
frmLog=نسخ سجل النتائج
frmAbout=حول البرنامج
frmLanguage=اللغة
frmCoffee=قهوة الصباح
frmRegistration=التسجيل
!frmProfiles=Edit Profiles
!frmDebug=Bit Che - Script Debug

[strings]
1=الوصلات:
2=جارى الاتصال بـ:
3=جارى التحميل:
4=جارى الطلب:
5=تم التحميل:
6=كل البحث:
7=النتائج:
8=تم إخفاؤه:
9=تحميل البيانات
10=معالجة التورنت
11=كل الملفات:
12=حجم الملف:
13=تم
14=تم ايقافه
15=حدث خطأ فى:
16=تم نسخه للحافظه:


25=مسح سجل البحث
26=الكل

30=مشابه:
31=الى:
32=مصدرون:
33=تم ايجاد نتائج مشابهه:
34=dupe
35=وصف
36=لا يوجد مصدرون

40=من فضلك اكتب بريدك الالكترونى المسجل
41=جارى التحقق من الحساب

50=حدث خطأ اثناء محاولة الدخول الى  %SCRIPTNAME% <BR><BR>لحماية حسابك، تم تعطيل هذا السكريبت حتى تراجع معلومات حسابك
51=لا يمكن الدخول بهذا الحساب

52=ملاحظه: هذا الموقع يتطلب عضوية مفعلة            <BR>لا يمكن استخدام هذا السكريبت حتى يتم اضافة حساب مفعل  <BR><BR>هل تحب اضافة حساب مفعل الان
53=مطلوب حساب عضوية

54=هناك نسخه مفعلة من البرنامج          <BR><BR>هل تريد فتح نسخة اخرى      <BR>ذهاب للنسخة المفعاة
55=البرنامج تم تشغيله بالفعل

56=نأسف، هذه الوظيفه معطله فى النسخه المجانيه<BR>لتشغيل الوظيفه، حدث الى خدمة بلس <BR><BR>هل تريد ان تعرف كيف يمكنك التحديث
57=الوظيفه معطله فى النسخه المجانيه

58=شكرا، لقد تم تفعيل حساب بلس <BR><BR>من فضلك قم باعادة تشغيل البرنامج لتفعيل وظائف حساب بلس 
59=ناسف، لا يمكن تفعيل حساب بلس <BR><BR>من فضلك اتصل بالدعم
60=تفعيل حساب بلس فشل <BR><BR>تاكد من اتصالك بالانترنت و اعد المحاوله
61=حساب بلس

62=هناك نسخه جديده من البرنامج <BR><BR>هل تريد عرض معلومات عن التحديث
63=يوجد تحديث للبرنامج

64=البرنامج يمكنه البحث فقط و لا يمكنه تحميل التورنت <BR>لا بد من وجود برنامج لتحميل التورنت <BR><BR>اكتشف البرنامج عدم وجود برامج تورنت<BR><BR>هل تريد معلومات عن كيفيه تحميل برنامج تورنت
65=لا يوجود برنامج لتحميل التورنت

66=You have searched for torrents %SEARCH_NUM% times using Bit Che. <BR><BR>Bit Che is freeware but is supported by user donations.<BR>Would you like to donate and upgrade to the Guevara Edition<BR><BR>If you do not want to donate, please consider registering as a member <BR>on our Forums. Helping our community grow will also help the <BR>development of Bit Che. Thanks in advance. <BR><BR>Would you like to donate and upgrade<BR><BR>NOTE: This message will never be displayed again.
67=شكرا لاستخدامك البرنامج

68=عندك النسخة الاخيره من البرنامج
69=جارى البحث عن تحديث

70=%CLIENT% وجد برنامج
71=لا يوجد برنامج لتحميل التورنت

72=حدث خطأ فى
73=لا يوجد سكريبتات

74=تم تحديث حزمة السكريبتات <BR><BR>هل تريد التحديث الى آخر نسخه الان [recommended]
75=جارى تحديث السكريبتات

76=الرجاء الانتظار
77=تكوين نطاقات البحث

80=تم تحديث السكريبتات
81=مشكله فى استخراج السكريبتات. حاول مره اخرى
82=تم التحديث
83=فشل التحديث

84=خطا فى تحميل الملف
85=الملف غير موجود. حاول مره اخرى
86=خطأ

87=جارى تحديث حزمة السكريبتات
88=حفظ الملف
89=جارى فك الضغط

90=حزمة السكريبتات

91=تصفية النتائج

[Months]
1=يناير
2=فبراير
3=مارس
4=ابريل
5=مايو
6=يونيه
7=يوليو
8=اغسطس
9=سبتمبر
10=اكتوبر
11=نوفمبر
12=ديسمبر

[Days]
0=ابداً
1=كل يوم
2=الاثنين
3=الثلاثاء
4=الاربعاء
5=الخميس
6=الجمعه
7=السبت
8=الاحد

[Profiles]
0=الكل
1=صوت
2=فيديو
3=برامج
4=العاب
!audio=audio
!video=video
!apps=apps
!games=games
[tabs]
!tabGeneral=General
!tabSearches=Searches
!tabResultsView=Results View
!tabConnection=Connection
